IDEA StatiCa Open Model
Polygon2D Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Polygon2D()
Public Sub New
public:
Polygon2D()
See Also
Reference
Polygon2D Class
IdeaRS.OpenModel.Geometry2D Namespace